export const news = [
    {
        id: 1,
        title: "Важлива інформація",
        date: "2026-10-20",
        content: "Оновлено графік зміни."
    },
    {
        id: 2,
        title: "Новий процес відпусток",
        date: "2026-10-15",
        content: "Заявки подаються через портал."
    },
    {
        id: 3,

        title: "🚌 Новий розклад автобусів",

        date: "2026-10-26",

        content: `
✅ Особливу увагу зверніть на ЛІНІЮ 2 (Poznań Ławica).

✅ Змінено зупинку Jesionowa.

✅ Додано новий маршрут Września та околиці.

Усі актуальні маршрути вже доступні на сторінці "Транспорт".
`
    }
];

