export const vacationFormUrl =
    "https://forms.cloud.microsoft/e/uRzfY2dJWG?origin=lprLink";

export const vacationRules = [
    "Заявки на відпустку приймаються лише через форму.",
    "Форму необхідно заповнити до 13:00 з понеділка по п’ятницю.",
    "Заявки після 13:00 або надіслані консультантам приватно не приймаються.",
    "Відпустки на віддалені дати можуть бути затверджені пізніше.",
    "Спочатку обробляються заявки на найближчі дати.",
    "Плануйте відпустку завчасно.",
    "Подання заявки за день до відпустки допускається лише у виняткових випадках.",
    "Нові працівники та працівники після повторного працевлаштування не можуть подавати заявку на відпустку протягом першого місяця роботи."
];

export const vacationInstructions = [
    "У полі POZ вкажіть POZ та свій 4-значний номер без пробілів.",
    "Введіть ім'я та прізвище латиницею, як у закордонному паспорті.",
    "Якщо потрібен лише один день відпустки, виберіть однакову дату двічі.",
    "У разі помилки зверніться до консультанта.",
    "Не надсилайте дублікати заявок на той самий період."
];
